Repository: GymTrackerr/gym-track-xcode
Catalog: GymTracker/GymTracker/Localization/Settings.xcstrings
Source language: en_gb
Languages: es, fr

source: About
es: Acerca de
fr: À propos

source: Account linked
es: Cuenta vinculada
fr: Compte associé

source: Account linking is disabled while using Demo mode.
es: La vinculación de cuentas está desactivada en el modo demo.
fr: L’association de compte est désactivée en mode démo.

source: Account Sync
es: Sincronización de cuenta
fr: Synchronisation du compte

source: Accounts
es: Cuentas
fr: Comptes

source: Allow this account to use Apple Health data
es: Permite que esta cuenta use datos de Apple Health
fr: Autoriser ce compte à utiliser les données Apple Health

source: Appearance
es: Apariencia
fr: Apparence

source: Apple Health Access
es: Acceso a Apple Health
fr: Accès Apple Health

source: Apple Health access is disabled for demo accounts.
es: El acceso a Apple Health está desactivado para las cuentas demo.
fr: L’accès Apple Health est désactivé pour les comptes démo.

source: Apple Health Summary
es: Resumen de Apple Health
fr: Résumé Apple Health

source: Apply URL Overrides
es: Aplicar URL alternativas
fr: Appliquer les remplacements d’URL

# Clean up duplicate catalog exercises
source: Clean up duplicate catalogue exercises
es: Limpia ejercicios duplicados del catálogo
fr: Nettoyer les exercices dupliqués du catalogue

source: Clear URL Overrides
es: Borrar URL alternativas
fr: Effacer les remplacements d’URL

source: Current
es: Actual
fr: Actuel

source: Debug Data
es: Datos de depuración
fr: Données de débogage

source: Delete Account
es: Eliminar cuenta
fr: Supprimer le compte

source: Delete Account Unavailable
es: Eliminar cuenta no disponible
fr: Suppression du compte indisponible

source: Demo accounts cannot be deleted
es: Las cuentas demo no se pueden eliminar
fr: Les comptes démo ne peuvent pas être supprimés

source: Demo Mode
es: Modo demo
fr: Mode démo

source: Developer Networking
es: Red de desarrollo
fr: Réseau développeur

source: Disable For This Account
es: Desactivar para esta cuenta
fr: Désactiver pour ce compte

source: Enable Apple Health Access
es: Activar acceso a Apple Health
fr: Activer l’accès Apple Health

source: Enable Apple Health access first to use Smart Pull or Full Refresh.
es: Activa primero el acceso a Apple Health para usar extracción inteligente o actualización completa.
fr: Activez d’abord l’accès Apple Health pour utiliser la récupération intelligente ou l’actualisation complète.

source: Enable optional cloud sync for this account
es: Activa la sincronización en la nube opcional para esta cuenta
fr: Activer la synchronisation cloud facultative pour ce compte

source: Enabling Apple Health...
es: Activando Apple Health...
fr: Activation d’Apple Health...

# ExerciseDB Catalog Sync
source: ExerciseDB Catalogue Sync
es: Sincronización del catálogo ExerciseDB
fr: Synchronisation du catalogue ExerciseDB

source: Exercises
es: Ejercicios
fr: Exercices

source: Export Apple Health Summary
es: Exportar resumen de Apple Health
fr: Exporter le résumé Apple Health

source: Export Exercise Backup
es: Exportar copia de seguridad de ejercicios
fr: Exporter la sauvegarde des exercices

source: Export Nutrition Backup
es: Exportar copia de seguridad de nutrición
fr: Exporter la sauvegarde nutritionnelle

source: Health access is enabled for this account. You can start syncing now or do it later from Settings.
es: El acceso a Salud está activado para esta cuenta. Puedes empezar a sincronizar ahora o hacerlo más tarde desde Ajustes.
fr: L’accès aux données de santé est activé pour ce compte. Vous pouvez lancer la synchronisation maintenant ou le faire plus tard depuis Réglages.

source: History Range
es: Intervalo de historial
fr: Plage d’historique

source: Import Apple Health Summary
es: Importar resumen de Apple Health
fr: Importer un résumé Apple Health

source: Import Exercise Backup (Merge)
es: Importar copia de ejercicios (fusionar)
fr: Importer une sauvegarde d’exercices (fusion)

source: Import Exercise Backup (Replace)
es: Importar copia de ejercicios (reemplazar)
fr: Importer une sauvegarde d’exercices (remplacer)

source: Import Nutrition Backup
es: Importar copia de seguridad de nutrición
fr: Importer une sauvegarde nutritionnelle

source: Inspect local record counts
es: Inspecciona el recuento de registros locales
fr: Inspecter le nombre d’enregistrements locaux

source: Interact Account
es: Cuenta de Interact
fr: Compte Interact

source: Keep nutrition visible in the main tabs
es: Mantén Nutrición visible en las pestañas principales
fr: Garder Nutrition visible dans les onglets principaux

# Keep the external exercise catalog updated
source: Keep the external exercise catalogue updated
es: Mantén actualizado el catálogo externo de ejercicios
fr: Maintenir le catalogue d’exercices externe à jour

source: Language
es: Idioma
fr: Langue

source: Last login: %@
es: Último inicio de sesión: %@
fr: Dernière connexion : %@

source: Leave a field empty to use the normal built-in URL.
es: Deja un campo vacío para usar la URL integrada normal.
fr: Laissez un champ vide pour utiliser l’URL intégrée normale.

source: Link an Interact account to enable optional cloud sync. You can keep using GymTracker without linking.
es: Vincula una cuenta de Interact para activar la sincronización opcional en la nube. Puedes seguir usando GymTracker sin vincularla.
fr: Associez un compte Interact pour activer la synchronisation cloud facultative. Vous pouvez continuer à utiliser GymTracker sans l’associer.

source: Link Interact Account
es: Vincular cuenta de Interact
fr: Associer le compte Interact

source: Linked account: %@
es: Cuenta vinculada: %@
fr: Compte associé : %@

source: Linked as @%@
es: Vinculado como @%@
fr: Associé en tant que @%@

source: Merge exercise backup data into this account
es: Fusiona datos de copia de ejercicios en esta cuenta
fr: Fusionner les données de sauvegarde d’exercices dans ce compte

source: Merge Exercises by npId
es: Fusionar ejercicios por npId
fr: Fusionner les exercices par npId

source: Move exercise history between records
es: Mueve el historial de ejercicios entre registros
fr: Déplacer l’historique d’exercices entre les fiches

source: New Account
es: Nueva cuenta
fr: Nouveau compte

source: Notifications and haptics for rest timers
es: Notificaciones y vibración para temporizadores de descanso
fr: Notifications et retours haptiques pour les minuteurs de repos

source: Nutrition
es: Nutrición

source: Nutrition Label Style
es: Estilo de etiqueta nutricional
fr: Style d’étiquette nutritionnelle

source: Preferences
es: Preferencias
fr: Préférences

# Pull the latest catalog now
source: Pull the latest catalogue now
es: Descargar el catálogo más reciente ahora
fr: Récupérer le dernier catalogue maintenant

source: Refresh Session
es: Actualizar sesión
fr: Actualiser la session

source: Refresh the selected health history range
es: Actualiza el intervalo de historial de salud seleccionado
fr: Actualiser la plage d’historique de santé sélectionnée

source: Remote Sync
es: Sincronización remota
fr: Synchronisation distante

source: Remove the current local account
es: Eliminar la cuenta local actual
fr: Supprimer le compte local actuel

source: Replace existing exercise data from backup
es: Reemplaza los datos de ejercicios existentes desde la copia
fr: Remplacer les données d’exercices existantes depuis la sauvegarde

source: Restore daily health summaries from JSON
es: Restaura resúmenes diarios de salud desde JSON
fr: Restaurer les résumés de santé quotidiens depuis JSON

source: Restore nutrition data from JSON
es: Restaura datos de nutrición desde JSON
fr: Restaurer les données nutritionnelles depuis JSON

source: Return networking to the built-in URLs
es: Restablece las URL integradas de red
fr: Rétablir les URL intégrées pour le réseau

source: Save exercises, routines, programmes, and sessions
es: Guarda ejercicios, rutinas, programas y sesiones
fr: Enregistrer les exercices, routines, programmes et séances

source: Save food, meals, targets, and logs to JSON
es: Guarda alimentos, comidas, objetivos y registros en JSON
fr: Enregistrer aliments, repas, objectifs et journaux en JSON

source: Save synced daily health summaries
es: Guarda resúmenes diarios de salud sincronizados
fr: Enregistrer les résumés de santé quotidiens synchronisés

source: Seed sample data for trying the app
es: Añade datos de ejemplo para probar la app
fr: Ajouter des exemples de données pour essayer l’app

source: Settings
es: Ajustes
fr: Réglages

# settings.appearance.dark
source: Dark
es: Oscuro
fr: Sombre

# settings.appearance.light
source: Light
es: Claro
fr: Clair

# settings.appearance.system
source: System
es: Sistema
fr: Système

# settings.appleHealthAccess.status.demoUnavailable
source: Apple Health is unavailable in demo mode.
es: Apple Health no está disponible en el modo demo.
fr: Apple Health n’est pas disponible en mode démo.

# settings.appleHealthAccess.status.disabled
source: Apple Health is currently disabled for this account.
es: Apple Health está desactivado para esta cuenta.
fr: Apple Health est actuellement désactivé pour ce compte.

# settings.appleHealthAccess.status.enabled
source: Apple Health is enabled for this account.
es: Apple Health está activado para esta cuenta.
fr: Apple Health est activé pour ce compte.

# settings.appleHealthAccess.status.enabledPermissionUnavailable
source: Enabled for this account, but Apple Health permission appears unavailable right now.
es: Está activado para esta cuenta, pero el permiso de Apple Health parece no estar disponible ahora mismo.
fr: Activé pour ce compte, mais l’autorisation Apple Health semble indisponible pour le moment.

# settings.appleHealthAccess.status.permissionAvailable
source: Apple Health permission is available on this device, but disabled for this account.
es: El permiso de Apple Health está disponible en este dispositivo, pero está desactivado para esta cuenta.
fr: L’autorisation Apple Health est disponible sur cet appareil, mais désactivée pour ce compte.

# settings.appleHealthSummary.fullRefresh
source: Full Refresh (%@)
es: Actualización completa (%@)
fr: Actualisation complète (%@)

# settings.healthHistoryRange.all
source: All
es: Todo
fr: Tout

# settings.healthHistoryRange.months3
source: 3 months
es: 3 meses
fr: 3 mois

# settings.healthHistoryRange.months6
source: 6 months
es: 6 meses
fr: 6 mois

# settings.healthHistoryRange.months12
source: 12 months
es: 12 meses
fr: 12 mois

# settings.healthHistoryRange.months24
source: 24 months
es: 24 meses
fr: 24 mois

# settings.language.enGB
source: English (UK)
es: Inglés (Reino Unido)
fr: Anglais (Royaume-Uni)

# settings.language.enUS
source: English (US)
es: Inglés (EE. UU.)
fr: Anglais (États-Unis)

# settings.language.es
source: Spanish
es: Español
fr: Espagnol

# settings.language.fr
source: French
es: Francés
fr: Français

# settings.language.pickerTitle
source: Language
es: Idioma
fr: Langue

# settings.language.subtitle
source: Use system default or choose a language
es: Usa el valor predeterminado del sistema o elige un idioma
fr: Utilisez la valeur par défaut du système ou choisissez une langue

# settings.language.systemDefault
source: System Default
es: Predeterminado del sistema
fr: Valeur par défaut du système

# settings.language.title
source: Language
es: Idioma
fr: Langue

source: Show Nutrition Tab
es: Mostrar la pestaña Nutrición
fr: Afficher l’onglet Nutrition

source: Sign In
es: Iniciar sesión
fr: Se connecter

source: Smart Pull Now
es: Extracción inteligente ahora
fr: Récupération intelligente maintenant

source: Stop syncing Apple Health for the current account
es: Detén la sincronización de Apple Health para la cuenta actual
fr: Arrêter la synchronisation Apple Health pour le compte actuel

source: Sync ExerciseDB Now
es: Sincronizar ExerciseDB ahora
fr: Synchroniser ExerciseDB maintenant

source: Sync the most useful recent health data
es: Sincroniza los datos de salud recientes más útiles
fr: Synchroniser les données de santé récentes les plus utiles

source: Timer Feedback
es: Avisos del temporizador
fr: Retour du minuteur

source: Transfer History
es: Transferir historial
fr: Transférer l’historique

source: Unlink
es: Desvincular
fr: Dissocier

source: Use system default or choose a language
es: Usa el idioma del sistema o elige uno
fr: Utiliser la langue du système ou choisir une langue

source: Use system, light, or dark mode
es: Usa el modo del sistema, claro u oscuro
fr: Utiliser le mode système, clair ou sombre

source: Use these URLs for development requests
es: Usa estas URL para solicitudes de desarrollo
fr: Utiliser ces URL pour les requêtes de développement

source: Used by food labels and Quick Add
es: Se usa en etiquetas de alimentos y entrada rápida
fr: Utilisé par les étiquettes d’aliments et l’ajout rapide

source: Version, build, and project details
es: Versión, compilación y detalles del proyecto
fr: Version, build et détails du projet

source: Demo
fr: Démo

source: General
fr: Général
